index.org
#+OPTIONS: ':nil *:t -:t ::t <:t H:3 \n:nil ^:t arch:headline
#+OPTIONS: author:t broken-links:nil c:nil creator:nil
#+OPTIONS: d:(not "LOGBOOK") date:t e:t email:nil f:t inline:t num:nil
#+OPTIONS: p:nil pri:nil prop:nil stat:t tags:t tasks:t tex:t
#+OPTIONS: timestamp:t title:t todo:t |:t
#+OPTIONS: toc:nil
#+OPTIONS: html-link-use-abs-url:nil html-postamble:auto
#+OPTIONS: html-preamble:t html-scripts:nil html-style:nil
#+OPTIONS: html5-fancy:t tex:t
#+HTML_DOCTYPE: html5
#+HTML_CONTAINER: div
#+DESCRIPTION: A page for links, book reviews, videos to share, and so on.
#+KEYWORDS:
#+HTML_LINK_HOME:
#+HTML_LINK_UP:
#+HTML_MATHJAX:
#+HTML_HEAD: <link rel="stylesheet" type="text/css" href="./stylesheet.css" />
#+HTML_HEAD_EXTRA:
#+SUBTITLE:
#+INFOJS_OPT:
#+CREATOR: <a href="http://www.gnu.org/software/emacs/">Emacs</a> 26.0.90 (<a href="http://orgmode.org">Org</a> mode 9.0)
#+LATEX_HEADER:

#+TITLE: annotate.mattgauger.com
#+DATE: <2017-11-12 Sun>
#+AUTHOR: Matt Gauger
#+EMAIL: matt.gauger@gmail.com
#+LANGUAGE: en
#+SELECT_TAGS: export
#+EXCLUDE_TAGS: noexport
#+CREATOR: Emacs 26.0.90 (Org mode 9.0)

[[file:about.html][About]]


* [[http://nautil.us/issue/53/monsters/the-last-invention-of-man][The Last Invention of Man - How AI might take over the world.]] <2017-11-14 Tue 20:45>
Some scifi for your day. By Max Tegmark, author if [[https://www.goodreads.com/book/show/34272565-life-3-0][Life 3.0]].

* [[https://olimex.wordpress.com/2017/10/12/teres-i-do-it-yourself-open-source-laptop-update/][TERES-I Do It Yourself Open Source Laptop update]] <2017-11-13 Mon 18:52>
A DIY laptop built with an ARM chip. Putting together a laptop from a kit sounds really appealing to me right now.

* [[https://www.staticgen.com]] <2017-11-12 Sun 17:46>
I looked at this list of static site generators before deciding to use Org mode to generate this page.

* [[https://github.com/gram-ai/radio-transformer-networks%0A][gram-ai/radio-transformer-networks]] <2017-11-12 Sun 17:46>
This could prove very interesting. DARPA issued [[https://spectrumcollaborationchallenge.com/][a Grand Challenge]] to use machine learning with software-defined radio a few years ago.
