index.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- 2017-11-14 Tue 20:53 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>annotate.mattgauger.com</title>
<meta name="generator" content="Org mode">
<meta name="author" content="Matt Gauger">
<meta name="description" content="A page for links, book reviews, videos to share, and so on."
>
<link rel="stylesheet" type="text/css" href="./stylesheet.css" />
</head>
<body>
<div id="content">
<header>
<h1 class="title">annotate.mattgauger.com</h1>
</header><p>
<a href="about.html">About</a>
</p>


<div id="outline-container-org75ce44f" class="outline-2">
<h2 id="org75ce44f"><a href="http://nautil.us/issue/53/monsters/the-last-invention-of-man">The Last Invention of Man - How AI might take over the world.</a> <span class="timestamp-wrapper"><span class="timestamp">&lt;2017-11-14 Tue 20:45&gt;</span></span></h2>
<div class="outline-text-2" id="text-org75ce44f">
<p>
Some scifi for your day. By Max Tegmark, author if <a href="https://www.goodreads.com/book/show/34272565-life-3-0">Life 3.0</a>.
</p>
</div>
</div>

<div id="outline-container-orgd44ec70" class="outline-2">
<h2 id="orgd44ec70"><a href="https://olimex.wordpress.com/2017/10/12/teres-i-do-it-yourself-open-source-laptop-update/">TERES-I Do It Yourself Open Source Laptop update</a> <span class="timestamp-wrapper"><span class="timestamp">&lt;2017-11-13 Mon 18:52&gt;</span></span></h2>
<div class="outline-text-2" id="text-orgd44ec70">
<p>
A DIY laptop built with an ARM chip. Putting together a laptop from a kit sounds really appealing to me right now.
</p>
</div>
</div>

<div id="outline-container-org7969144" class="outline-2">
<h2 id="org7969144"><a href="https://www.staticgen.com">https://www.staticgen.com</a> <span class="timestamp-wrapper"><span class="timestamp">&lt;2017-11-12 Sun 17:46&gt;</span></span></h2>
<div class="outline-text-2" id="text-org7969144">
<p>
I looked at this list of static site generators before deciding to use Org mode to generate this page.
</p>
</div>
</div>

<div id="outline-container-orgcc155e3" class="outline-2">
<h2 id="orgcc155e3"><a href="https://github.com/gram-ai/radio-transformer-networks%0A">gram-ai/radio-transformer-networks</a> <span class="timestamp-wrapper"><span class="timestamp">&lt;2017-11-12 Sun 17:46&gt;</span></span></h2>
<div class="outline-text-2" id="text-orgcc155e3">
<p>
This could prove very interesting. DARPA issued <a href="https://spectrumcollaborationchallenge.com/">a Grand Challenge</a> to use machine learning with software-defined radio a few years ago.
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Date: <span class="timestamp-wrapper"><span class="timestamp">&lt;2017-11-12 Sun&gt;</span></span></p>
<p class="author">Author: Matt Gauger</p>
<p class="date">Created: 2017-11-14 Tue 20:53</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
